[  {"name" : "Desogen",
    "tradename" : "Desogestrel",
     "type" : "Prescription",
     "dosage" : "1 pill",
     "time" : "1800",
     "usage" : "ongoing",
     "img" : "desogen.jpg",
     "imgdescription": "Box of 21 round, white pills and 7 green pills",
     "description": "This combination hormone medication is used to prevent pregnancy. It contains 2 hormones: a progestin and an estrogen. It works mainly by preventing the release of an egg (ovulation) during your menstrual cycle. Besides preventing pregnancy, birth control pills may make your periods more regular, decrease blood loss and painful periods, decrease your risk of ovarian cysts, and also treat acne."
     },
    {"name" : "Aleve",
    "tradename" : "Naproxen",
     "type" : "OTC",
     "dosage" : "220 mg",
     "time" : "1900",
     "usage" : "asneeded",
     "img" : "aleve.jpg",
     "imgdescription": "round blue pill",
     "description": "Naproxen is used to relieve pain from various conditions such as headache, muscle aches, tendonitis, dental pain, and menstrual cramps. It also reduces pain, swelling, and joint stiffness caused by arthritis, bursitis, and gout attacks. This medication is known as a nonsteroidal anti-inflammatory drug (NSAID). It works by blocking your body's production of certain natural substances that cause inflammation."
   },
   {"name" : "Tylenol",
   "tradename" : "Acetaminophen",
    "type" : "OTC",
    "dosage" : "325 mg",
    "time" : "0700",
    "usage" : "asneeded",
    "img" : "tylenol.jpg",
    "imgdescription": "oval pill with red lettering",
    "description": "Temporarily relieves minor aches and pains due to: the common cold, headache, backache, minor pain of arthritis, toothache, premenstrual and menstrual cramps, and temporarily reduces fever."
  },
  {"name" : "Plavix",
  "tradename" : "Clopidogrel",
   "type" : "Prescription",
   "dosage" : "75 mg",
   "time" : "0800",
   "usage" : "ongoing",
   "img" : "plavix.jpg",
   "imgdescription": "oval pill with red lettering",
   "description": "Clopidogrel is used to prevent heart attacks and strokes in persons with heart disease (recent heart attack), recent stroke, or blood circulation disease (peripheral vascular disease). It is also used with aspirin to treat new/worsening chest pain (new heart attack, unstable angina) and to keep blood vessels open and prevent blood clots after certain procedures (such as cardiac stent). Clopidogrel works by blocking platelets from sticking together and prevents them from forming harmful clots. It is an antiplatelet drug. It helps keep blood flowing smoothly in your body."
 }, {"name" : "Benadryl",
 "tradename" : "Diphenhydramine",
  "type" : "OTC",
  "dosage" : "25 mg",
  "time" : "0000",
  "usage" : "asneeded",
  "img" : "benadryl.JPG",
  "imgdescription": "pink oval pill",
  "description": "Diphenhydramine is an antihistamine used to relieve symptoms of allergy, hay fever, and the common cold. These symptoms include rash, itching, watery eyes, itchy eyes/nose/throat, cough, runny nose, and sneezing. It is also used to prevent and treat nausea, vomiting and dizziness caused by motion sickness. Diphenhydramine can also be used to help you relax and fall asleep."
}, {"name" : "Calcium",
"tradename" : "Calcium carbonate",
 "type" : "OTC",
 "dosage" : "500 mg",
 "time" : "0730",
 "usage" : "ongoing",
 "img" : "calcium.JPG",
 "imgdescription": "white oval pill",
 "description": "Calcium supplements are salts of calcium used in a number of conditions. Supplementation is generally only required when there is not enough calcium in the diet. By mouth they are used to treat and prevent low blood calcium, osteoporosis, and rickets."
}, {"name" : "Epi-Pen",
"tradename" : "Epineprhine Auto-Injector",
 "type" : "Prescription",
 "dosage" : "0.3 mg",
 "time" : "0000",
 "usage" : "ongoing",
 "img" : "epipen.png",
 "imgdescription": "epipen",
 "description": "The epinephrine injection, USP auto-injector is indicated in the emergency treatment of allergic reactions (Type I) including anaphylaxis to stinging insects and biting insects, allergen immunotherapy, foods, drugs, diagnostic testing substances, and other allergens, as well as idiopathic anaphylaxis or exercise-induced anaphylaxis."
}, {"name" : "Fish Oil",
"tradename" : "Omega-3 Fatty Acids",
 "type" : "OTC",
 "dosage" : "1200 mg",
 "time" : "0800",
 "usage" : "ongoing",
 "img" : "fishoil.jpg",
 "imgdescription": "clear golden capsule",
 "description": "Fish oil is FDA approved to lower triglycerides levels, but it is also used for many other conditions. It is most often used for conditions related to the heart and blood system. Some people use fish oil to lower blood pressure, triglycerides and cholesterol levels. Fish oil has also been used for preventing heart disease or stroke, as well as for clogged arteries, chest pain, irregular heartbeat, bypass surgery, heart failure, rapid heartbeat, preventing blood clots, and high blood pressure after a heart transplant."
}, {"name" : "Advil",
"tradename" : "Ibuprofen",
 "type" : "OTC",
 "dosage" : "800 mg",
 "time" : "0000",
 "usage" : "asneeded",
 "img" : "ibuprofen.jpg",
 "imgdescription": "oval orange pill",
 "description": "Ibuprofen is used to relieve pain from various conditions such as headache, dental pain, menstrual cramps, muscle aches, or arthritis. It is also used to reduce fever and to relieve minor aches and pain due to the common cold or flu. Ibuprofen is a nonsteroidal anti-inflammatory drug (NSAID). It works by blocking your body's production of certain natural substances that cause inflammation. This effect helps to decrease swelling, pain, or fever."
}, {"name" : "Lexapro",
"tradename" : "Escitalopram",
 "type" : "Prescription",
 "dosage" : "5 mg",
 "time" : "0800",
 "usage" : "ongoing",
 "img" : "lexapro.jpg",
 "imgdescription": "circular white pill",
 "description": "Escitalopram is used to treat depression and anxiety. It works by helping to restore the balance of a certain natural substance (serotonin) in the brain. Escitalopram belongs to a class of drugs known as selective serotonin reuptake inhibitors (SSRI). It may improve your energy level and feelings of well-being and decrease nervousness."
},{"name" : "Melatonin",
"tradename" : "None",
 "type" : "OTC",
 "dosage" : "0.3 mg",
 "time" : "2000",
 "usage" : "ongoing",
 "img" : "melatonin.JPG",
 "imgdescription": "clear golden capsule",
 "description": "Melatonin is also taken by mouth for the inability to fall asleep (insomnia); delayed sleep phase syndrome (DSPS); rapid eye movement sleep behavior disorder (RBD); insomnia associated with attention deficit-hyperactivity disorder (ADHD); insomnia associated with traumatic brain injury (TBI); and sleep problems in children with developmental disorders including autism, cerebral palsy, and intellectual disabilities. It is also taken by mouth as a sleep aid after discontinuing the use of benzodiazepine drugs and to reduce the side effects of stopping smoking."
}, {"name" : "Multivitamin",
"tradename" : "None",
 "type" : "OTC",
 "dosage" : "1 gummy",
 "time" : "0800",
 "usage" : "ongoing",
 "img" : "multivitamin.jpg",
 "imgdescription": "small gummy bear",
 "description": "Multivitamins are used to provide vitamins that are not taken in through the diet. Multivitamins are also used to treat vitamin deficiencies (lack of vitamins) caused by illness, pregnancy, poor nutrition, digestive disorders, and many other conditions."
}



]
